src/Misc/Software/LVM.org
#+SETUPFILE: ~/.emacs.d/src/org-templates/level-2.org
#+TITLE: LVM(Logical Volume Management) summarize
#+OPTIONS: num:nil H:2




https://wiki.ubuntu.com/Lvm

https://www.howtoforge.com/linux_lvm

http://tldp.org/HOWTO/LVM-HOWTO/

https://www.digitalocean.com/community/tutorials/an-introduction-to-lvm-concepts-terminology-and-operations

https://www.howtogeek.com/howto/40702/how-to-manage-and-use-lvm-logical-volume-management-in-ubuntu/

http://www.swanlinux.net/2013/02/12/linux_raid_lvm/

http://kennywong.blog.51cto.com/715953/1430356

http://www.quwenqing.com/read-3.html

https://wiki.archlinux.org/index.php/LVM_(%E7%AE%80%E4%BD%93%E4%B8%AD%E6%96%87)

http://blog.csdn.net/u011758585/article/details/50695802


* cc



#+begin_src sh

#+end_src
