public_html/Misc/Software/LVM.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>LVM(Logical Volume Management) summarize</title>
<!-- 2017-02-22 Wed 21:08 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Shi Shougang" />
<link href="../../assets/bootstrap.min.css" rel="stylesheet" media="screen">
<link href="../../assets/bootstrap-responsive.min.css" rel="stylesheet">
<link rel="stylesheet" type="text/css" href="../../assets/stylesheet.css" />
</head>
<body>
<div id="content">
<h1 class="title">LVM(Logical Volume Management) summarize</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">cc</a></li>
</ul>
</div>
</div>
<p>
<a href="https://wiki.ubuntu.com/Lvm">https://wiki.ubuntu.com/Lvm</a>
</p>

<p>
<a href="https://www.howtoforge.com/linux_lvm">https://www.howtoforge.com/linux_lvm</a>
</p>

<p>
<a href="http://tldp.org/HOWTO/LVM-HOWTO/">http://tldp.org/HOWTO/LVM-HOWTO/</a>
</p>

<p>
<a href="https://www.digitalocean.com/community/tutorials/an-introduction-to-lvm-concepts-terminology-and-operations">https://www.digitalocean.com/community/tutorials/an-introduction-to-lvm-concepts-terminology-and-operations</a>
</p>

<p>
<a href="https://www.howtogeek.com/howto/40702/how-to-manage-and-use-lvm-logical-volume-management-in-ubuntu/">https://www.howtogeek.com/howto/40702/how-to-manage-and-use-lvm-logical-volume-management-in-ubuntu/</a>
</p>

<p>
<a href="http://www.swanlinux.net/2013/02/12/linux_raid_lvm/">http://www.swanlinux.net/2013/02/12/linux_raid_lvm/</a>
</p>

<p>
<a href="http://kennywong.blog.51cto.com/715953/1430356">http://kennywong.blog.51cto.com/715953/1430356</a>
</p>

<p>
<a href="http://www.quwenqing.com/read-3.html">http://www.quwenqing.com/read-3.html</a>
</p>

<p>
<a href="https://wiki.archlinux.org/index.php/LVM_(%E7%AE%80%E4%BD%93%E4%B8%AD%E6%96%87)">https://wiki.archlinux.org/index.php/LVM_(%E7%AE%80%E4%BD%93%E4%B8%AD%E6%96%87)</a>
</p>

<p>
<a href="http://blog.csdn.net/u011758585/article/details/50695802">http://blog.csdn.net/u011758585/article/details/50695802</a>
</p>


<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">cc</h2>
<div class="outline-text-2" id="text-1">
<div class="org-src-container">

<pre class="src src-sh"></pre>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Shi Shougang</p>
<p class="date">Created: 2017-02-22 Wed 21:08</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
